created-raffle-home-text =
    🏠 Добро пожаловать в мастерскую розыгрышей!

    Здесь живут все ваши созданные, но еще не запущенные розыгрыши.

    Выберите любой из списка ниже, чтобы продолжить настройку и запустить его в нужный момент ✨


created-raffle-selected-text =
    <b>{ $title }</b>

    Статус: <b>Черновик</b>
    Завершение: <b>{ $end_date }</b>
    Победителей: <b>{ $winners_count }</b>
    Реферальная система: <b>{ $ref_system }</b>

    Добавлено каналов: <b>{ $channels }</b>

    ❗ Для запуска розыгрыша необходим хотя бы 1 канал для публикации

edit-raffle-button = ✏️ Редактировать
add-channels-button = 📢 Каналы для подписки/публикации
start-raffle-button =  ✅ Запустить
delete-raffle-button = 🗑️ Удалить
preview-raffle-button = 👁️‍ Превью


created-raffle-confirm-delete-text = Вы действительно хотите удалить розыгрыш?

delete-raffle-yes-button = ✅ Да, удалить
delete-raffle-no-button = ❌ Нет, оставить


created-raffle-preview-link = При нажатии пользователь перейдет в бота для участия


created-channel-instruction =
    📋 Ваши подключенные каналы и группы

    <b>Инструкция по выбору:</b>
    • Нажмите на канал/группу чтобы добавить или убрать его
    • Выбранные каналы будут отмечены галочкой - ✔︎
    • Для сохранения просто нажмите «Назад»
    • Все изменения сохранятся автоматически


raffle-confirm-error-no-channels =
    ❌ <b>Нельзя запустить розыгрыш!</b>

    Для запуска необходим хотя бы 1 канал для публикации.

    📢 Пожалуйста, добавьте каналы для публикации в настройках розыгрыша.
