player-home-text =
    Ваши активные розыгрыши 🎁

    Выберите из списка:

player-raffle-empty =
    📭 Вы еще не участвуете ни в одном розыгрыше.

    Используйте ссылку-приглашение или найдите активный розыгрыш!


player-subscribe-text =
    Для участия в розыгрыше вы должны быть подписаны на эти каналы:

    { $channels }

player-subscribe-confirm = ✅ Я подписался


player-raffle-text =
    🎁 <b>{ $title }</b>

    { $description }

    Пригласи друзей - повысь шансы на победу! 💪
    Приглашено: <b>{ $friends_count }</b>

    ⏰ Заканчивается { $date } в { $time }

invite-friend = 🤝 Позвать друзей

invite-instruction =
    Для того, что бы пригласить друзей в розыгрыш - перешлите им сообщение выше

    Каждый друг прибавляет +1 к шансу на победу 💪

    ❗ Не работает при копировании сообщения