raffle-title-text =
    🏷️ Шаг 1 из 6: Название розыгрыша

    Придумайте короткое и catchy название, которое привлечет внимание.

    📌 Требования:
    • Максимум { $max_symbols } символов
    • Можно использовать эмодзи

raffle-title-error-length-text = ❌ Слишком длинное название! Максимум 100 символов.

raffle-description-text =
    📝 Шаг 2 из 6: Описание розыгрыша

    Опишите детали розыгрыша, условия участия и что получат победители.

    📌 Требования:
    • Максимум { $max_symbols } символов
    • Четкие условия участия
    • Можно использовать эмодзи

raffle-description-error-length-text = ❌ Слишком длинное описание! Максимум 1500 символов.

raffle-media-text =
    🖼️ Шаг 3 из 6: Добавление медиа

    Загрузите обложку для вашего розыгрыша - фото или видео. Это сделает его более заметным и привлекательным.

    📌 Примечание:
    • Добавление медиа — необязательно
    • Можно добавить только 1 файл (фото ИЛИ видео)
    • Чтобы пропустить этот шаг, отправьте текстовое сообщение (например, "пропустить")
    • ❗ Отправляйте файл именно как фото/видео, а не как документ

raffle-media-too-many-files-text =
    ❌ Загружено слишком много файлов!

    Можно добавить только 1 медиафайл (одно фото ИЛИ одно видео).
    Пожалуйста, отправьте только один файл.

raffle-skip-button = ⏭️ Пропустить

raffle-end-date-text =
    ⏰ Шаг 4 из 6: Дата и время окончания

    Укажите, когда розыгрыш автоматически завершится.

    📌 Требования:
        • Дата должна быть в будущем
        • Минимум +1 час от текущего времени
        • Пример даты: <code>{ $current_date }</code>

raffle-date-error-text = ❌ Нельзя установить прошедшую дату!
raffle-date-error-format-text =
    ❌ Неверный формат
    Введите по примеру <code>{ $current_date }</code>

raffle-winners-text =
    🏆 Шаг 5 из 6: Количество победителей

    Сколько человек выиграют в розыгрыше?

    📌 Требования:
    • От 1 победителя
    • Бот случайно выберет победителей
    • Победители будут автоматически распределены по местам

    Вы можете выбрать, либо ввести цифру

raffle-winners-error-text = ❌ Минимум 1 победитель!
raffle-winners-error-type-text = ❌ Пожалуйста, введите число

raffle-ref-system-text =
    🔗 Шаг 6 из 6: Реферальная система

    Использовать реферальную систему? Участники получат дополнительные шансы за приглашенных друзей.

    🎯 Преимущества:
    • Увеличивает вовлеченность
    • Участники получают +1 шанс за каждого друга
    • Автоматический подсчет

    ✅ Включить реферальную систему?

raffle-error-format-text = ❌ Неверный формат сообщения

raffle-ref-system-yes-button = ✅ Да, включить
raffle-ref-system-no-button = ❌ Нет, пропустить
